{
  "lang": "de",
  "title": "SnapThumbYT - YouTube-Thumbnails in verschiedenen Größen herunterladen",
  "description": "SnapThumbYT ist ein einfaches Tool, um YouTube-Videothumbnails in mehreren Größen herunterzuladen, unterstützt JPG- und WEBP-Formate. Erfahren Sie, wie Sie SnapThumbYT verwenden und warum Thumbnails für Ihre YouTube-Videos wichtig sind.",
  "canonical-url": "https://snapthumbyt.onrender.com/de",
  "h1-header-content": "Laden Sie YouTube-Thumbnails mit SnapThumbYT herunter",
  "p-header-content": "Mit SnapThumbYT können Sie YouTube-Videothumbnails in verschiedenen Größen ganz einfach herunterladen. Es werden sowohl JPG- als auch WEBP-Formate unterstützt.",
  "placeholder-header-content": "z.B.: https://www.youtube.com/watch?v=FwFr3_FcZ_Y",
  "btn-clear-header-content": "Löschen",
  "btn-download-header-content": "Thumbnail herunterladen",
  "btn-paste-header-content": "Aus Zwischenablage einfügen",
  "h2-what-is-thumb": "Was ist ein YouTube-Thumbnail?",
  "p-what-is-thumb": "Ein YouTube-Thumbnail ist ein kleines Bild, das Ihr Video auf der YouTube-Plattform darstellt. Es ist oft das Erste, was Zuschauer sehen, und kann darüber entscheiden, ob sie auf Ihr Video klicken oder nicht. Ein ansprechendes und relevantes Thumbnail kann helfen, die Aufrufe zu erhöhen und die Gesamtleistung Ihres Videos zu verbessern.",
  "p2-what-is-thumb": "YouTube ermöglicht es Erstellern, ein Vorschaubild aus drei Standardoptionen auszuwählen oder ein benutzerdefiniertes Bild hochzuladen. Die Auswahl oder Erstellung eines qualitativ hochwertigen Thumbnails, das ins Auge sticht, ist ein wesentlicher Bestandteil der YouTube-Video-Optimierung.",
  "h2-what-is-snapThumbY": "Was ist SnapThumbYT?",
  "p1-what-is-snapThumbY": "SnapThumbYT ist ein einfaches, aber effektives Online-Tool, mit dem Benutzer YouTube-Videothumbnails herunterladen können. Mit der Möglichkeit, sowohl die Größe als auch das Format des Bildes auszuwählen, macht es SnapThumbYT einfach, die benötigte Vorschau zu erhalten.",
  "p2-what-is-snapThumbY": "Hauptfunktionen von SnapThumbYT",
  "strong1-what-is-snapThumbY": "YouTube-Thumbnails in verschiedenen Größen herunterladen - ",
  "li1-what-is-snapThumbY": "Wählen Sie aus Standardgrößen wie 1280x720, 640x480, 320x180 und mehr.",
  "strong2-what-is-snapThumbY": "Unterstützt JPG- und WEBP-Formate - ",
  "li2-what-is-snapThumbY": "Wählen Sie das Bildformat, das am besten zu Ihren Bedürfnissen passt.",
  "strong3-what-is-snapThumbY": "Benutzerfreundliche Oberfläche - ",
  "li3-what-is-snapThumbY": "SnapThumbYT ist einfach zu bedienen, selbst für Anfänger.",
  "h2-how-use": "So verwenden Sie SnapThumbYT",
  "p1-how-use": "Die Verwendung von SnapThumbYT zum Herunterladen von YouTube-Videothumbnails ist ganz einfach. Folgen Sie einfach diesen Schritten:",
  "li1-how-use": "Kopieren Sie die URL des YouTube-Videos, dessen Thumbnail Sie herunterladen möchten.",
  "li2-how-use": "Besuchen Sie die SnapThumbYT-Website und fügen Sie die URL in das Eingabefeld ein.",
  "li3-how-use": "Klicken Sie auf „Herunterladen“. SnapThumbYT zeigt die verfügbaren Thumbnail-Größen an.",
  "li4-how-use": "SnapThumbYT zeigt die verfügbaren Thumbnail-Größen an.",
  "li5-how-use": "Wählen Sie die gewünschte Größe aus, die Sie herunterladen möchten.",
  "li6-how-use": "Klicken Sie auf „Herunterladen“ und warten Sie ein paar Sekunden, bis der Vorgang abgeschlossen ist.",
  "h2-why-are-youtube": "Warum sind YouTube-Thumbnails wichtig?",
  "p-why-are-youtube": "Thumbnails sind ein entscheidendes Element, um Zuschauer auf YouTube anzulocken. Ein ansprechendes Thumbnail kann Ihr Video hervorheben, die Aufrufe steigern und einen starken Eindruck bei den Zuschauern hinterlassen.",
  "p1-why-are-youtube": "Mit SnapThumbYT können Sie hochwertige Thumbnails für verschiedene Zwecke herunterladen, von Werbeinhalten bis hin zur privaten Nutzung.",
  "title-h4-faqs": "Häufig gestellte Fragen zu SnapThumbYT",
  "name-faqs1-email": "Ist SnapThumbYT kostenlos?",
  "text-faqs1-email": "Ja, SnapThumbYT ist völlig kostenlos und erfordert keine Registrierung.",
  "name-faqs2-email": "Gibt es eine Begrenzung, wie viele Thumbnails ich herunterladen kann?",
  "text-faqs2-email": "Nein, mit SnapThumbYT können Sie Thumbnails unbegrenzt herunterladen.",
  "name-faqs3-email": "Kann ich Thumbnails in hoher Qualität herunterladen?",
  "text-faqs3-email": "Ja, SnapThumbYT ermöglicht das Herunterladen von Thumbnails in höchster Qualität, einschließlich großer Größen und Formate wie JPG und WEBP.",
  "name-faqs4-email": "Warum sollte ich YouTube-Thumbnails herunterladen?",
  "text-faqs4-email": "Das Herunterladen von Thumbnails ermöglicht es Ihnen, hochwertige Bilder für verschiedene Zwecke zu verwenden, wie z.B. als Hintergrundbilder, für den Druck oder kreative Inhalte.",
  "name-faqs5-email": "Was ist die beste Thumbnail-Größe und das beste Format?",
  "text-faqs5-email": "Das beste Thumbnail ist ein hochauflösendes, klares und ansprechendes Bild, das den Inhalt des Videos widerspiegelt. Sie sollten eine Größe von 1280x720 im JPG- oder WEBP-Format wählen.",
  "name-faqs6-email": "Lädt SnapThumbYT Thumbnails von privaten Videos herunter?",
  "text-faqs6-email": "Nein, SnapThumbYT lädt nur Thumbnails von öffentlichen YouTube-Videos herunter und erfordert keine persönlichen Informationen."
}
