{
  "lang": "de",
  "title": "SnapThumbYT - YouTube-Thumbnails in verschiedenen Größen herunterladen",
  "description": "SnapThumbYT ist ein einfaches Tool zum Herunterladen von YouTube-Video-Thumbnails in verschiedenen Größen, unterstützt JPG- und WEBP-Formate. Erfahren Sie, wie Sie SnapThumbYT verwenden und warum Thumbnails für Ihre YouTube-Videos wichtig sind.",
  "canonical-url": "https://snapthumbyt.onrender.com/de",
  "h1-header-content": "YouTube-Thumbnails mit SnapThumbYT herunterladen",
  "p-header-content": "Mit SnapThumbYT können Sie YouTube-Video-Thumbnails in verschiedenen Größen ganz einfach herunterladen, unterstützt sowohl JPG- als auch WEBP-Formate.",
  "placeholder-header-content": "Z.B.: https://www.youtube.com/watch?v=FwFr3_FcZ_Y",
  "btn-clear-header-content": "Löschen",
  "btn-download-header-content": "Thumbnail herunterladen",
  "btn-paste-header-content": "Aus der Zwischenablage einfügen",
  "h2-what-is-thumb": "Was ist ein YouTube-Thumbnail?",
  "p-what-is-thumb": "Ein YouTube-Thumbnail ist ein kleines Bild, das Ihr Video auf der YouTube-Plattform repräsentiert. Es ist oft das Erste, was Zuschauer sehen, und kann entscheiden, ob sie auf Ihr Video klicken oder nicht. Ein ansprechendes und relevantes Thumbnail kann dazu beitragen, die Aufrufe zu steigern und die Gesamtleistung Ihres Videos zu verbessern.",
  "p2-what-is-thumb": "YouTube ermöglicht es den Erstellern, ein Thumbnail-Bild aus drei Standardoptionen auszuwählen oder ein benutzerdefiniertes Bild hochzuladen. Die Auswahl oder Erstellung eines hochwertigen Thumbnails, das ins Auge fällt, ist ein wesentlicher Bestandteil der YouTube-Video-Optimierung.",
  "h2-what-is-snapThumbY": "Was ist SnapThumbYT?",
  "p1-what-is-snapThumbY": "SnapThumbYT ist ein einfaches, aber effektives Online-Tool, mit dem Benutzer YouTube-Video-Thumbnails herunterladen können. Mit der Möglichkeit, sowohl die Größe als auch das Format des Bildes auszuwählen, macht SnapThumbYT es Ihnen leicht, das benötigte Thumbnail zu erhalten.",
  "p2-what-is-snapThumbY": "Hauptmerkmale von SnapThumbYT:",
  "strong1-what-is-snapThumbY": "YouTube-Thumbnails in verschiedenen Größen herunterladen: ",
  "li1-what-is-snapThumbY": "Wählen Sie aus Standardgrößen wie 1280x720, 640x480, 320x180 und mehr.",
  "strong2-what-is-snapThumbY": "Unterstützt JPG- und WEBP-Formate: ",
  "li2-what-is-snapThumbY": "Wählen Sie das Bildformat, das am besten zu Ihren Bedürfnissen passt.",
  "strong3-what-is-snapThumbY": "Benutzerfreundliche Oberfläche: ",
  "li3-what-is-snapThumbY": "SnapThumbYT ist so gestaltet, dass es auch für Anfänger leicht zu bedienen ist.",
  "h2-how-use": "Wie benutzt man SnapThumbYT?",
  "p1-how-use": "Die Verwendung von SnapThumbYT zum Herunterladen von YouTube-Video-Thumbnails ist sehr einfach. Befolgen Sie einfach diese Schritte:",
  "li1-how-use": "Kopieren Sie die URL des YouTube-Videos, dessen Thumbnail Sie herunterladen möchten.",
  "li2-how-use": "Besuchen Sie die SnapThumbYT-Website und fügen Sie die URL in das Eingabefeld ein.",
  "li3-how-use": "Klicken Sie auf „Herunterladen“.",
  "li4-how-use": "SnapThumbYT zeigt die verfügbaren Thumbnail-Größen an.",
  "li5-how-use": "Wählen Sie die Größe aus, die Sie herunterladen möchten.",
  "li6-how-use": "Klicken Sie auf „Herunterladen“ und warten Sie ein paar Sekunden, bis der Vorgang abgeschlossen ist.",
  "h2-why-are-youtube": "Warum sind YouTube-Thumbnails wichtig?",
  "p-why-are-youtube": "Thumbnails sind ein entscheidendes Element, um Zuschauer auf YouTube anzuziehen. Ein ansprechendes Thumbnail kann Ihr Video hervorheben, die Aufrufe erhöhen und einen starken Eindruck bei den Zuschauern hinterlassen. Mit SnapThumbYT können Sie hochwertige Thumbnails für verschiedene Zwecke herunterladen, von Werbeinhalten bis hin zur persönlichen Nutzung.",
  "title-h4-faqs": "Häufig gestellte Fragen zu SnapThumbYT",
  "name-faqs1-email": "Ist SnapThumbYT kostenlos?",
  "text-faqs1-email": "Ja, SnapThumbYT ist völlig kostenlos und erfordert keine Registrierung.",
  "name-faqs2-email": "Gibt es eine Begrenzung der Anzahl der Thumbnail-Downloads?",
  "text-faqs2-email": "Nein, Sie können mit SnapThumbYT unbegrenzt Thumbnails herunterladen.",
  "name-faqs3-email": "Kann ich Thumbnails in höchster Qualität herunterladen?",
  "text-faqs3-email": "Ja, SnapThumbYT ermöglicht das Herunterladen von Thumbnails in höchster Qualität, einschließlich großer Größen und Formate wie JPG und WEBP.",
  "name-faqs4-email": "Warum sollte ich YouTube-Thumbnails herunterladen?",
  "text-faqs4-email": "Das Herunterladen von Thumbnails ermöglicht es Ihnen, hochwertige Bilder für verschiedene Zwecke zu verwenden, z.B. als Hintergrundbilder, zum Drucken oder für kreative Inhalte.",
  "name-faqs5-email": "Welches Thumbnail ist am besten für YouTube geeignet?",
  "text-faqs5-email": "Das beste Thumbnail ist ein hochauflösendes, klares und ansprechendes Bild, das den Inhalt des Videos widerspiegelt. Sie sollten eine Größe von 1280x720 im JPG- oder WEBP-Format wählen.",
  "name-faqs6-email": "Ist SnapThumbYT sicher?",
  "text-faqs6-email": "Ja, SnapThumbYT lädt nur Thumbnails von öffentlichen YouTube-Videos herunter und erfordert keine persönlichen Informationen."
}
