{
  "lang": "es",
  "title": "SnapThumbYT - Descargar miniaturas de YouTube en varios tamaños",
  "description": "SnapThumbYT es una herramienta sencilla para descargar miniaturas de videos de YouTube en múltiples tamaños, compatible con formatos JPG y WEBP. Aprende a usar SnapThumbYT y por qué las miniaturas son importantes para tus videos de YouTube.",
  "canonical-url": "https://snapthumbyt.onrender.com/es",
  "h1-header-content": "Descargar miniaturas de YouTube con SnapThumbYT",
  "p-header-content": "Con SnapThumbYT, puedes descargar fácilmente miniaturas de videos de YouTube en diferentes tamaños, compatible con formatos JPG y WEBP.",
  "placeholder-header-content": "Ej: https://www.youtube.com/watch?v=FwFr3_FcZ_Y",
  "btn-clear-header-content": "Limpiar",
  "btn-download-header-content": "Descargar miniatura",
  "btn-paste-header-content": "Pegar desde el portapapeles",
  "h2-what-is-thumb": "¿Qué es una miniatura de YouTube?",
  "p-what-is-thumb": "Una miniatura de YouTube es una pequeña imagen que representa tu video en la plataforma de YouTube. A menudo es lo primero que ven los espectadores y puede determinar si hacen clic en tu video o no. Una miniatura atractiva y relevante puede ayudar a aumentar las vistas y mejorar el rendimiento general de tu video.",
  "p2-what-is-thumb": "YouTube permite a los creadores elegir una imagen de vista previa entre tres opciones predeterminadas o subir una imagen personalizada. Seleccionar o crear una miniatura de alta calidad que llame la atención es una parte esencial de la optimización de videos en YouTube.",
  "h2-what-is-snapThumbY": "¿Qué es SnapThumbYT?",
  "p1-what-is-snapThumbY": "SnapThumbYT es una herramienta en línea simple pero efectiva que permite a los usuarios descargar miniaturas de videos de YouTube. Con la posibilidad de elegir tanto el tamaño como el formato de la imagen, SnapThumbYT facilita obtener la vista previa que necesitas.",
  "p2-what-is-snapThumbY": "Principales características de SnapThumbYT",
  "strong1-what-is-snapThumbY": "Descarga miniaturas de YouTube en varios tamaños - ",
  "li1-what-is-snapThumbY": "Elige entre tamaños estándar como 1280x720, 640x480, 320x180, y más.",
  "strong2-what-is-snapThumbY": "Soporte para formatos JPG y WEBP - ",
  "li2-what-is-snapThumbY": "Selecciona el formato de imagen que mejor se ajuste a tus necesidades.",
  "strong3-what-is-snapThumbY": "Interfaz fácil de usar - ",
  "li3-what-is-snapThumbY": "SnapThumbYT está diseñado para ser fácil de usar, incluso para principiantes.",
  "h2-how-use": "Cómo usar SnapThumbYT",
  "p1-how-use": "Usar SnapThumbYT para descargar miniaturas de videos de YouTube es muy sencillo. Solo sigue estos pasos:",
  "li1-how-use": "Copia la URL del video de YouTube cuya miniatura deseas descargar.",
  "li2-how-use": "Visita el sitio web de SnapThumbYT y pega la URL en el campo de entrada.",
  "li3-how-use": "Haz clic en 'Descargar'. SnapThumbYT mostrará los tamaños de miniatura disponibles.",
  "li4-how-use": "SnapThumbYT mostrará los tamaños de miniatura disponibles.",
  "li5-how-use": "Selecciona el tamaño que deseas descargar.",
  "li6-how-use": "Haz clic en 'Descargar' y espera unos segundos para que se complete el proceso.",
  "h2-why-are-youtube": "¿Por qué son importantes las miniaturas de YouTube?",
  "p-why-are-youtube": "Las miniaturas son un elemento crucial para atraer espectadores en YouTube. Una miniatura atractiva puede hacer que tu video destaque, aumentar las vistas y crear una fuerte impresión en los espectadores.",
  "p1-why-are-youtube": "Con SnapThumbYT, puedes descargar miniaturas de alta calidad para diversos propósitos, desde contenido promocional hasta uso personal.",
  "title-h4-faqs": "Preguntas frecuentes sobre SnapThumbYT",
  "name-faqs1-email": "¿SnapThumbYT es gratuito?",
  "text-faqs1-email": "Sí, SnapThumbYT es completamente gratuito y no requiere registro.",
  "name-faqs2-email": "¿Hay un límite en la cantidad de miniaturas que puedo descargar?",
  "text-faqs2-email": "No, puedes descargar miniaturas ilimitadamente con SnapThumbYT.",
  "name-faqs3-email": "¿Puedo descargar miniaturas en alta calidad?",
  "text-faqs3-email": "Sí, SnapThumbYT te permite descargar miniaturas en la más alta calidad, incluidos tamaños grandes y formatos como JPG y WEBP.",
  "name-faqs4-email": "¿Por qué debería descargar miniaturas de YouTube?",
  "text-faqs4-email": "Descargar miniaturas te permite tener imágenes de alta calidad para usar en diversos propósitos, como fondos de pantalla, impresiones o contenido creativo.",
  "name-faqs5-email": "¿Cuál es el mejor tamaño y formato para una miniatura?",
  "text-faqs5-email": "La mejor miniatura es una imagen de alta resolución, clara y atractiva que refleje el contenido del video. Debes elegir un tamaño de 1280x720 en formato JPG o WEBP.",
  "name-faqs6-email": "¿SnapThumbYT descarga miniaturas de videos privados?",
  "text-faqs6-email": "No, SnapThumbYT solo descarga miniaturas de videos públicos de YouTube y no requiere ninguna información personal."
}
