{
  "lang": "id",
  "title": "SnapThumbYT - Unduh Thumbnail YouTube dalam Berbagai Ukuran",
  "description": "SnapThumbYT adalah alat sederhana untuk mengunduh thumbnail video YouTube dalam berbagai ukuran, mendukung format JPG dan WEBP. Pelajari cara menggunakan SnapThumbYT dan mengapa thumbnail penting untuk video YouTube Anda.",
  "canonical-url": "https://snapthumbyt.onrender.com/id",
  "h1-header-content": "Unduh Thumbnail YouTube dengan SnapThumbYT",
  "p-header-content": "Dengan SnapThumbYT, Anda dapat dengan mudah mengunduh thumbnail video YouTube dalam berbagai ukuran, mendukung format JPG dan WEBP.",
  "placeholder-header-content": "Contoh: https://www.youtube.com/watch?v=FwFr3_FcZ_Y",
  "btn-clear-header-content": "Bersihkan",
  "btn-download-header-content": "Unduh Thumbnail",
  "btn-paste-header-content": "Tempel dari Clipboard",
  "h2-what-is-thumb": "Apa itu Thumbnail YouTube?",
  "p-what-is-thumb": "Thumbnail YouTube adalah gambar kecil yang mewakili video Anda di platform YouTube. Ini sering kali menjadi hal pertama yang dilihat pemirsa dan dapat menentukan apakah mereka akan mengklik video Anda atau tidak. Thumbnail yang menarik dan relevan dapat membantu meningkatkan jumlah penayangan dan kinerja keseluruhan video Anda.",
  "p2-what-is-thumb": "YouTube memungkinkan kreator memilih gambar thumbnail dari tiga opsi yang disediakan atau mengunggah gambar kustom. Memilih atau membuat thumbnail berkualitas tinggi yang menarik perhatian adalah bagian penting dari pengoptimalan video YouTube.",
  "h2-what-is-snapThumbY": "Apa itu SnapThumbYT?",
  "p1-what-is-snapThumbY": "SnapThumbYT adalah alat online yang sederhana namun efektif yang memungkinkan pengguna mengunduh thumbnail video YouTube. Dengan kemampuan memilih ukuran dan format gambar, SnapThumbYT memudahkan Anda mendapatkan thumbnail yang Anda butuhkan.",
  "p2-what-is-snapThumbY": "Fitur utama SnapThumbYT:",
  "strong1-what-is-snapThumbY": "Unduh thumbnail YouTube dalam berbagai ukuran: ",
  "li1-what-is-snapThumbY": "Pilih dari ukuran standar seperti 1280x720, 640x480, 320x180, dan lainnya.",
  "strong2-what-is-snapThumbY": "Mendukung format JPG dan WEBP: ",
  "li2-what-is-snapThumbY": "Pilih format gambar yang paling sesuai dengan kebutuhan Anda.",
  "strong3-what-is-snapThumbY": "Antarmuka ramah pengguna: ",
  "li3-what-is-snapThumbY": "SnapThumbYT dirancang agar mudah digunakan, bahkan untuk pemula.",
  "h2-how-use": "Bagaimana cara menggunakan SnapThumbYT?",
  "p1-how-use": "Menggunakan SnapThumbYT untuk mengunduh thumbnail video YouTube sangat mudah. Cukup ikuti langkah-langkah ini:",
  "li1-how-use": "Salin URL video YouTube yang ingin Anda unduh thumbnailnya.",
  "li2-how-use": "Kunjungi situs SnapThumbYT dan tempelkan URL di bidang input.",
  "li3-how-use": "Klik 'Unduh'.",
  "li4-how-use": "SnapThumbYT akan menampilkan ukuran thumbnail yang tersedia.",
  "li5-how-use": "Pilih ukuran yang ingin Anda unduh.",
  "li6-how-use": "Klik 'Unduh' dan tunggu beberapa detik hingga proses selesai.",
  "h2-why-are-youtube": "Mengapa Thumbnail YouTube Penting?",
  "p-why-are-youtube": "Thumbnail adalah elemen penting untuk menarik penonton di YouTube. Thumbnail yang menarik dapat membuat video Anda menonjol, meningkatkan jumlah penayangan, dan memberikan kesan yang kuat pada pemirsa. Dengan SnapThumbYT, Anda dapat mengunduh thumbnail berkualitas tinggi untuk berbagai keperluan, baik itu untuk promosi atau penggunaan pribadi.",
  "title-h4-faqs": "Pertanyaan Umum tentang SnapThumbYT",
  "name-faqs1-email": "Apakah SnapThumbYT gratis?",
  "text-faqs1-email": "Ya, SnapThumbYT sepenuhnya gratis dan tidak memerlukan pendaftaran.",
  "name-faqs2-email": "Apakah ada batasan jumlah unduhan thumbnail?",
  "text-faqs2-email": "Tidak, Anda dapat mengunduh thumbnail tanpa batas dengan SnapThumbYT.",
  "name-faqs3-email": "Bisakah saya mengunduh thumbnail dalam kualitas tinggi?",
  "text-faqs3-email": "Ya, SnapThumbYT memungkinkan Anda mengunduh thumbnail dalam kualitas tinggi, termasuk ukuran besar dan format seperti JPG dan WEBP.",
  "name-faqs4-email": "Mengapa saya harus mengunduh thumbnail YouTube?",
  "text-faqs4-email": "Mengunduh thumbnail memungkinkan Anda mendapatkan gambar berkualitas tinggi untuk berbagai keperluan, seperti wallpaper, cetakan, atau konten kreatif.",
  "name-faqs5-email": "Apa thumbnail terbaik untuk YouTube?",
  "text-faqs5-email": "Thumbnail terbaik adalah gambar resolusi tinggi, jelas, dan menarik yang mencerminkan konten video. Anda harus memilih ukuran 1280x720 dalam format JPG atau WEBP.",
  "name-faqs6-email": "Apakah SnapThumbYT aman?",
  "text-faqs6-email": "Ya, SnapThumbYT hanya mengunduh thumbnail dari video YouTube publik dan tidak memerlukan informasi pribadi apa pun."
}
