{
  "lang": "id",
  "title": "SnapThumbYT - Unduh Gambar Mini YouTube dalam Berbagai Ukuran",
  "description": "SnapThumbYT adalah alat sederhana untuk mengunduh gambar mini dari video YouTube dalam berbagai ukuran, mendukung format JPG dan WEBP. Pelajari cara menggunakan SnapThumbYT dan mengapa gambar mini penting untuk video YouTube Anda.",
  "canonical-url": "https://snapthumbyt.onrender.com/id",
  "h1-header-content": "Unduh Gambar Mini YouTube dengan SnapThumbYT",
  "p-header-content": "Dengan SnapThumbYT, Anda dapat dengan mudah mengunduh gambar mini dari video YouTube dalam berbagai ukuran, mendukung format JPG dan WEBP.",
  "placeholder-header-content": "Contoh: https://www.youtube.com/watch?v=FwFr3_FcZ_Y",
  "btn-clear-header-content": "Bersihkan",
  "btn-download-header-content": "Unduh Gambar Mini",
  "btn-paste-header-content": "Tempel dari Papan Klip",
  "h2-what-is-thumb": "Apa Itu Gambar Mini YouTube?",
  "p-what-is-thumb": "Gambar mini YouTube adalah gambar kecil yang mewakili video Anda di platform YouTube. Ini sering kali merupakan hal pertama yang dilihat pemirsa dan dapat menentukan apakah mereka akan mengklik video Anda atau tidak. Gambar mini yang menarik dan relevan dapat membantu meningkatkan tampilan dan meningkatkan kinerja keseluruhan video Anda.",
  "p2-what-is-thumb": "YouTube memungkinkan pembuat konten untuk memilih gambar pratinjau dari tiga opsi default atau mengunggah gambar kustom. Memilih atau membuat gambar mini berkualitas tinggi yang menarik perhatian adalah bagian penting dari pengoptimalan video di YouTube.",
  "h2-what-is-snapThumbY": "Apa Itu SnapThumbYT?",
  "p1-what-is-snapThumbY": "SnapThumbYT adalah alat daring sederhana namun efektif yang memungkinkan pengguna mengunduh gambar mini dari video YouTube. Dengan kemampuan memilih ukuran dan format gambar, SnapThumbYT memudahkan Anda untuk mendapatkan pratinjau yang Anda butuhkan.",
  "p2-what-is-snapThumbY": "Fitur Utama SnapThumbYT",
  "strong1-what-is-snapThumbY": "Unduh Gambar Mini YouTube dalam Berbagai Ukuran - ",
  "li1-what-is-snapThumbY": "Pilih dari ukuran standar seperti 1280x720, 640x480, 320x180.",
  "strong2-what-is-snapThumbY": "Dukungan untuk Format JPG dan WEBP - ",
  "li2-what-is-snapThumbY": "Pilih format gambar yang paling sesuai dengan kebutuhan Anda.",
  "strong3-what-is-snapThumbY": "Antarmuka yang Mudah Digunakan - ",
  "li3-what-is-snapThumbY": "SnapThumbYT dirancang untuk mudah digunakan, bahkan bagi pengguna pemula.",
  "h2-how-use": "Cara Menggunakan SnapThumbYT",
  "p1-how-use": "Mengunduh gambar mini YouTube menggunakan SnapThumbYT sangatlah mudah. Ikuti langkah-langkah berikut:",
  "li1-how-use": "Salin URL video YouTube yang ingin Anda unduh gambarnya.",
  "li2-how-use": "Kunjungi situs web SnapThumbYT dan tempelkan URL di bidang input.",
  "li3-how-use": "Klik 'Unduh'. SnapThumbYT akan menampilkan ukuran gambar mini yang tersedia.",
  "li4-how-use": "SnapThumbYT akan menampilkan ukuran gambar mini yang tersedia.",
  "li5-how-use": "Pilih ukuran yang ingin Anda unduh.",
  "li6-how-use": "Klik 'Unduh' dan tunggu beberapa detik hingga proses selesai.",
  "h2-why-are-youtube": "Mengapa Gambar Mini YouTube Penting?",
  "p-why-are-youtube": "Gambar mini adalah elemen penting untuk menarik pemirsa di YouTube. Gambar mini yang menarik dapat membuat video Anda menonjol, meningkatkan tayangan, dan meninggalkan kesan yang kuat pada pemirsa.",
  "p1-why-are-youtube": "Dengan SnapThumbYT, Anda dapat mengunduh gambar mini berkualitas tinggi untuk berbagai keperluan, baik itu untuk promosi konten maupun penggunaan pribadi.",
  "title-h4-faqs": "Pertanyaan Umum tentang SnapThumbYT",
  "name-faqs1-email": "Apakah SnapThumbYT gratis?",
  "text-faqs1-email": "Ya, SnapThumbYT sepenuhnya gratis dan tidak memerlukan pendaftaran.",
  "name-faqs2-email": "Apakah ada batasan jumlah gambar mini yang dapat saya unduh?",
  "text-faqs2-email": "Tidak, Anda dapat mengunduh gambar mini tanpa batas menggunakan SnapThumbYT.",
  "name-faqs3-email": "Bisakah saya mengunduh gambar mini dalam kualitas tinggi?",
  "text-faqs3-email": "Ya, SnapThumbYT memungkinkan Anda mengunduh gambar mini dalam kualitas sangat tinggi, termasuk ukuran besar dan format seperti JPG dan WEBP.",
  "name-faqs4-email": "Mengapa saya harus mengunduh gambar mini YouTube?",
  "text-faqs4-email": "Mengunduh gambar mini memungkinkan Anda mendapatkan gambar berkualitas tinggi untuk digunakan sebagai wallpaper, cetakan, atau konten kreatif.",
  "name-faqs5-email": "Apa ukuran dan format terbaik untuk gambar mini?",
  "text-faqs5-email": "Gambar mini terbaik adalah gambar dengan resolusi tinggi, jelas, dan menarik yang mencerminkan konten video. Anda harus memilih ukuran 1280x720 dalam format JPG atau WEBP.",
  "name-faqs6-email": "Apakah SnapThumbYT mengunduh gambar mini dari video pribadi?",
  "text-faqs6-email": "Tidak, SnapThumbYT hanya mengunduh gambar mini dari video publik YouTube dan tidak memerlukan informasi pribadi apa pun."
}
