{
  "lang": "ms",
  "title": "SnapThumbYT - Muat Turun Thumbnails YouTube dalam Pelbagai Saiz",
  "description": "SnapThumbYT adalah alat mudah untuk memuat turun thumbnail video YouTube dalam pelbagai saiz, menyokong format JPG dan WEBP. Ketahui cara menggunakan SnapThumbYT dan mengapa thumbnail penting untuk video YouTube anda.",
  "canonical-url": "https://snapthumbyt.onrender.com/ms",
  "h1-header-content": "Muat Turun Thumbnail YouTube dengan SnapThumbYT",
  "p-header-content": "Dengan SnapThumbYT, anda boleh memuat turun thumbnail video YouTube dalam saiz yang berbeza dengan mudah, menyokong format JPG dan WEBP.",
  "placeholder-header-content": "Contoh: https://www.youtube.com/watch?v=FwFr3_FcZ_Y",
  "btn-clear-header-content": "Kosongkan",
  "btn-download-header-content": "Muat turun thumbnail",
  "btn-paste-header-content": "Tampal dari papan klip",
  "h2-what-is-thumb": "Apa itu Thumbnail YouTube?",
  "p-what-is-thumb": "Thumbnail YouTube adalah imej kecil yang mewakili video anda di platform YouTube. Ia sering kali menjadi perkara pertama yang dilihat oleh penonton dan boleh menentukan sama ada mereka akan mengklik video anda atau tidak. Thumbnail yang menarik dan relevan boleh membantu meningkatkan tontonan dan meningkatkan prestasi keseluruhan video anda.",
  "p2-what-is-thumb": "YouTube membenarkan pencipta memilih imej pratonton dari tiga pilihan lalai atau memuat naik imej khusus. Memilih atau membuat thumbnail berkualiti tinggi yang menarik perhatian adalah bahagian penting dalam pengoptimuman video YouTube.",
  "h2-what-is-snapThumbY": "Apa itu SnapThumbYT?",
  "p1-what-is-snapThumbY": "SnapThumbYT adalah alat dalam talian yang mudah dan berkesan yang membolehkan pengguna memuat turun thumbnail video YouTube. Dengan keupayaan untuk memilih saiz dan format imej, SnapThumbYT memudahkan anda mendapatkan pratonton yang anda perlukan.",
  "p2-what-is-snapThumbY": "Ciri-ciri Utama SnapThumbYT",
  "strong1-what-is-snapThumbY": "Muat turun thumbnail YouTube dalam pelbagai saiz - ",
  "li1-what-is-snapThumbY": "Pilih dari saiz standard seperti 1280x720, 640x480, 320x180, dan banyak lagi.",
  "strong2-what-is-snapThumbY": "Menyokong format JPG dan WEBP - ",
  "li2-what-is-snapThumbY": "Pilih format imej yang paling sesuai dengan keperluan anda.",
  "strong3-what-is-snapThumbY": "Antara muka mesra pengguna - ",
  "li3-what-is-snapThumbY": "SnapThumbYT direka untuk mudah digunakan, walaupun oleh pemula.",
  "h2-how-use": "Cara Menggunakan SnapThumbYT",
  "p1-how-use": "Menggunakan SnapThumbYT untuk memuat turun thumbnail video YouTube adalah sangat mudah. Ikuti langkah-langkah ini:",
  "li1-how-use": "Salin URL video YouTube yang thumbnailnya anda mahu muat turun.",
  "li2-how-use": "Lawati laman web SnapThumbYT dan tampal URL ke dalam medan input.",
  "li3-how-use": "Klik \"Muat Turun\". SnapThumbYT akan memaparkan saiz thumbnail yang tersedia.",
  "li4-how-use": "SnapThumbYT akan memaparkan saiz thumbnail yang tersedia.",
  "li5-how-use": "Pilih saiz yang anda mahu muat turun.",
  "li6-how-use": "Klik \"Muat Turun\" dan tunggu beberapa saat untuk proses selesai.",
  "h2-why-are-youtube": "Mengapa Thumbnail YouTube Penting?",
  "p-why-are-youtube": "Thumbnail adalah elemen penting dalam menarik perhatian penonton di YouTube. Thumbnail yang menarik boleh menjadikan video anda menonjol, meningkatkan tontonan, dan meninggalkan kesan yang kuat kepada penonton.",
  "p1-why-are-youtube": "Dengan SnapThumbYT, anda boleh memuat turun thumbnail berkualiti tinggi untuk pelbagai tujuan, dari kandungan promosi hingga kegunaan peribadi.",
  "title-h4-faqs": "Soalan Lazim tentang SnapThumbYT",
  "name-faqs1-email": "Adakah SnapThumbYT percuma?",
  "text-faqs1-email": "Ya, SnapThumbYT adalah sepenuhnya percuma dan tidak memerlukan pendaftaran.",
  "name-faqs2-email": "Adakah terdapat had untuk berapa banyak thumbnail yang boleh saya muat turun?",
  "text-faqs2-email": "Tidak, anda boleh memuat turun thumbnail tanpa had dengan SnapThumbYT.",
  "name-faqs3-email": "Bolehkah saya memuat turun thumbnail dalam kualiti tinggi?",
  "text-faqs3-email": "Ya, SnapThumbYT membolehkan anda memuat turun thumbnail dalam kualiti tinggi, termasuk saiz besar dan format seperti JPG dan WEBP.",
  "name-faqs4-email": "Mengapa saya perlu memuat turun thumbnail YouTube?",
  "text-faqs4-email": "Memuat turun thumbnail membolehkan anda mendapatkan imej berkualiti tinggi untuk pelbagai tujuan, seperti latar belakang, cetakan, atau kandungan kreatif.",
  "name-faqs5-email": "Saiz dan format thumbnail yang terbaik adalah apa?",
  "text-faqs5-email": "Thumbnail terbaik adalah imej beresolusi tinggi, jelas, dan menarik yang mencerminkan kandungan video. Anda harus memilih saiz 1280x720 dalam format JPG atau WEBP.",
  "name-faqs6-email": "Adakah SnapThumbYT memuat turun thumbnail dari video persendirian?",
  "text-faqs6-email": "Tidak, SnapThumbYT hanya memuat turun thumbnail dari video YouTube yang dikongsi secara umum dan tidak memerlukan maklumat peribadi."
}
