{
  "lang": "ms",
  "title": "SnapThumbYT - Muat Turun Imej Kecil YouTube dalam Pelbagai Saiz",
  "description": "SnapThumbYT adalah alat mudah untuk memuat turun imej kecil video YouTube dalam pelbagai saiz yang menyokong format JPG dan WEBP. Ketahui cara menggunakan SnapThumbYT dan mengapa imej kecil YouTube penting.",
  "canonical-url": "https://snapthumbyt.onrender.com/ms",
  "h1-header-content": "Muat Turun Imej Kecil YouTube dengan SnapThumbYT",
  "p-header-content": "Dengan SnapThumbYT, anda boleh memuat turun imej kecil video YouTube dalam pelbagai saiz dengan mudah dan dalam format JPG dan WEBP.",
  "placeholder-header-content": "Contoh: https://www.youtube.com/watch?v=FwFr3_FcZ_Y",
  "btn-clear-header-content": "Kosongkan",
  "btn-download-header-content": "Muat Turun Imej Kecil",
  "btn-paste-header-content": "Tampal dari Papan Klip",
  "h2-what-is-thumb": "Apakah itu Imej Kecil YouTube?",
  "p-what-is-thumb": "Imej kecil YouTube adalah imej kecil yang mewakili video di platform YouTube. Ia adalah perkara pertama yang dilihat oleh penonton dan merupakan faktor penting dalam menentukan sama ada mereka akan mengklik atau tidak. Imej kecil yang menarik dan relevan boleh membantu meningkatkan tontonan dan prestasi keseluruhan video.",
  "p2-what-is-thumb": "YouTube membenarkan pencipta memilih imej kecil dari tiga pilihan yang diberikan atau memuat naik imej tersuai. Memilih atau mencipta imej kecil yang berkualiti tinggi dan menarik adalah aspek penting dalam pengoptimuman video YouTube.",
  "h2-what-is-snapThumbY": "Apakah itu SnapThumbYT?",
  "p1-what-is-snapThumbY": "SnapThumbYT adalah alat dalam talian yang mudah dan berkesan yang membolehkan anda memuat turun imej kecil dari video YouTube. Ia membolehkan anda memilih saiz dan format imej, memudahkan anda mendapatkan imej kecil yang diperlukan.",
  "p2-what-is-snapThumbY": "Ciri-ciri utama SnapThumbYT:",
  "strong1-what-is-snapThumbY": "Muat Turun Imej Kecil YouTube dalam Pelbagai Saiz:",
  "li1-what-is-snapThumbY": "Pilih daripada saiz standard seperti 1280x720, 640x480, 320x180 dan banyak lagi.",
  "strong2-what-is-snapThumbY": "Menyokong format JPG dan WEBP:",
  "li2-what-is-snapThumbY": "Pilih format imej yang terbaik untuk kegunaan anda.",
  "strong3-what-is-snapThumbY": "Antara Muka yang Mesra Pengguna:",
  "li3-what-is-snapThumbY": "SnapThumbYT direka untuk mudah digunakan oleh sesiapa sahaja.",
  "h2-how-use": "Cara Menggunakan SnapThumbYT",
  "p1-how-use": "Menggunakan SnapThumbYT untuk memuat turun imej kecil video YouTube sangat mudah. Ikuti langkah-langkah berikut:",
  "li1-how-use": "Salin URL video YouTube yang ingin anda muat turun.",
  "li2-how-use": "Lawati laman web SnapThumbYT dan tampal URL ke dalam medan input.",
  "li3-how-use": "Klik 'Muat Turun'.",
  "li4-how-use": "SnapThumbYT akan memaparkan pilihan saiz imej kecil yang tersedia.",
  "li5-how-use": "Pilih saiz yang anda ingin muat turun.",
  "li6-how-use": "Klik 'Muat Turun' dan tunggu beberapa saat sehingga proses selesai.",
  "h2-why-are-youtube": "Mengapa Imej Kecil YouTube Penting?",
  "p-why-are-youtube": "Imej kecil adalah elemen penting untuk menarik perhatian penonton di YouTube. Imej kecil yang menarik boleh membuat video anda menonjol, meningkatkan jumlah tontonan, dan meninggalkan kesan yang kuat kepada penonton. Dengan SnapThumbYT, anda boleh memuat turun imej kecil berkualiti tinggi untuk kegunaan promosi atau peribadi.",
  "title-h4-faqs": "Soalan Lazim mengenai SnapThumbYT",
  "name-faqs1-email": "Adakah SnapThumbYT percuma?",
  "text-faqs1-email": "Ya, SnapThumbYT adalah sepenuhnya percuma dan tidak memerlukan pendaftaran.",
  "name-faqs2-email": "Adakah terdapat had untuk memuat turun imej kecil?",
  "text-faqs2-email": "Tidak, anda boleh memuat turun imej kecil tanpa had di SnapThumbYT.",
  "name-faqs3-email": "Bolehkah saya memuat turun imej kecil berkualiti tinggi?",
  "text-faqs3-email": "Ya, dengan SnapThumbYT, anda boleh memuat turun imej kecil berkualiti tinggi (termasuk saiz besar) dalam format JPG dan WEBP.",
  "name-faqs4-email": "Mengapa saya perlu memuat turun imej kecil YouTube?",
  "text-faqs4-email": "Dengan memuat turun imej kecil, anda boleh mendapatkan imej berkualiti tinggi untuk digunakan sebagai latar belakang, cetakan, atau kandungan kreatif.",
  "name-faqs5-email": "Apakah imej kecil yang terbaik untuk YouTube?",
  "text-faqs5-email": "Imej kecil yang terbaik adalah yang mempunyai resolusi tinggi, jelas, dan menarik yang mencerminkan kandungan video. Pilih saiz 1280x720 dan format JPG atau WEBP.",
  "name-faqs6-email": "Adakah SnapThumbYT selamat?",
  "text-faqs6-email": "Ya, SnapThumbYT hanya memuat turun imej kecil dari video YouTube yang tersedia secara umum dan tidak memerlukan maklumat peribadi."
}
