{
  "lang": "ro",
  "title": "SnapThumbYT - Descarcă Miniaturi YouTube în Diverse Dimensiuni",
  "description": "SnapThumbYT este un instrument simplu pentru descărcarea miniaturilor video YouTube în mai multe dimensiuni, suportând formatele JPG și WEBP. Află cum să folosești SnapThumbYT și de ce sunt importante miniaturile YouTube.",
  "canonical-url": "https://snapthumbyt.onrender.com/ro",
  "h1-header-content": "Descarcă Miniaturi YouTube cu SnapThumbYT",
  "p-header-content": "Cu SnapThumbYT, poți descărca cu ușurință miniaturi video YouTube în diferite dimensiuni, în formatele JPG și WEBP.",
  "placeholder-header-content": "Ex: https://www.youtube.com/watch?v=FwFr3_FcZ_Y",
  "btn-clear-header-content": "Șterge",
  "btn-download-header-content": "Descarcă miniatura",
  "btn-paste-header-content": "Lipește din clipboard",
  "h2-what-is-thumb": "Ce este o miniatură YouTube?",
  "p-what-is-thumb": "O miniatură YouTube este o imagine mică care reprezintă videoclipul tău pe platforma YouTube. Este adesea primul lucru pe care spectatorii îl văd și poate determina dacă aceștia vor da clic pe videoclipul tău sau nu. O miniatură atrăgătoare și relevantă poate ajuta la creșterea vizualizărilor și la îmbunătățirea performanței generale a videoclipului.",
  "p2-what-is-thumb": "YouTube permite creatorilor să aleagă o imagine miniatură din trei opțiuni prestabilite sau să încarce o imagine personalizată. Alegerea sau crearea unei miniaturi de înaltă calitate și atrăgătoare este o parte esențială a optimizării videoclipului pe YouTube.",
  "h2-what-is-snapThumbY": "Ce este SnapThumbYT?",
  "p1-what-is-snapThumbY": "SnapThumbYT este un instrument online simplu și eficient care permite utilizatorilor să descarce miniaturi ale videoclipurilor YouTube. Cu capacitatea de a alege atât dimensiunea, cât și formatul imaginii, SnapThumbYT facilitează obținerea miniaturii de care ai nevoie.",
  "p2-what-is-snapThumbY": "Caracteristici principale ale SnapThumbYT:",
  "strong1-what-is-snapThumbY": "Descarcă miniaturi YouTube în diverse dimensiuni:",
  "li1-what-is-snapThumbY": "Alege dintre dimensiuni standard precum 1280x720, 640x480, 320x180 și altele.",
  "strong2-what-is-snapThumbY": "Suportă formatele JPG și WEBP:",
  "li2-what-is-snapThumbY": "Selectează formatul imaginii care se potrivește cel mai bine nevoilor tale.",
  "strong3-what-is-snapThumbY": "Interfață prietenoasă cu utilizatorul:",
  "li3-what-is-snapThumbY": "SnapThumbYT este conceput pentru a fi ușor de utilizat, chiar și pentru începători.",
  "h2-how-use": "Cum să folosești SnapThumbYT",
  "p1-how-use": "Folosirea SnapThumbYT pentru a descărca miniaturi ale videoclipurilor YouTube este foarte simplă. Urmează acești pași:",
  "li1-how-use": "Copiază URL-ul videoclipului YouTube al cărui miniatură dorești să o descarci.",
  "li2-how-use": "Accesează site-ul SnapThumbYT și lipește URL-ul în câmpul de input.",
  "li3-how-use": "Apasă pe 'Descarcă'.",
  "li4-how-use": "SnapThumbYT va afișa dimensiunile miniaturii disponibile.",
  "li5-how-use": "Selectează dimensiunea pe care dorești să o descarci.",
  "li6-how-use": "Apasă pe 'Descarcă' și așteaptă câteva secunde pentru a finaliza procesul.",
  "h2-why-are-youtube": "De ce sunt importante miniaturile YouTube?",
  "p-why-are-youtube": "Miniaturile sunt un element crucial pentru atragerea spectatorilor pe YouTube. O miniatură atrăgătoare poate face videoclipul tău să iasă în evidență, să crească vizualizările și să lase o impresie puternică asupra spectatorilor. Cu SnapThumbYT, poți descărca miniaturi de înaltă calitate pentru diverse scopuri, de la conținut promoțional la uz personal.",
  "title-h4-faqs": "Întrebări frecvente despre SnapThumbYT",
  "name-faqs1-email": "SnapThumbYT este gratuit?",
  "text-faqs1-email": "Da, SnapThumbYT este complet gratuit și nu necesită înregistrare.",
  "name-faqs2-email": "Există vreo limită pentru descărcarea miniaturilor?",
  "text-faqs2-email": "Nu, poți descărca miniaturi nelimitat cu SnapThumbYT.",
  "name-faqs3-email": "Pot descărca miniaturi în cea mai bună calitate?",
  "text-faqs3-email": "Da, SnapThumbYT îți permite să descarci miniaturi în cea mai bună calitate, inclusiv dimensiuni mari și formate precum JPG și WEBP.",
  "name-faqs4-email": "De ce ar trebui să descarc miniaturi YouTube?",
  "text-faqs4-email": "Descărcarea miniaturilor îți permite să ai imagini de înaltă calitate pentru diverse scopuri, cum ar fi fundaluri, imprimare sau conținut creativ.",
  "name-faqs5-email": "Care este cea mai bună miniatură pentru YouTube?",
  "text-faqs5-email": "Cea mai bună miniatură este una de înaltă rezoluție, clară și atrăgătoare care reflectă conținutul videoclipului. Ar trebui să alegi o dimensiune de 1280x720 în format JPG sau WEBP.",
  "name-faqs6-email": "SnapThumbYT este sigur?",
  "text-faqs6-email": "Da, SnapThumbYT descarcă doar miniaturi de la videoclipuri publice YouTube și nu solicită informații personale."
}
