{
	"lang": "vi",
	"title": "SnapThumbYT - Tải Hình Thu Nhỏ YouTube ở Các Kích Thước Khác Nhau",
	"description": "SnapThumbYT là công cụ đơn giản để tải hình thu nhỏ của video YouTube ở nhiều kích thước khác nhau, hỗ trợ định dạng JPG và WEBP. Tìm hiểu cách sử dụng SnapThumbYT và tại sao hình thu nhỏ lại quan trọng cho video YouTube của bạn",
	"canonical-url": "https://snapthumbyt.onrender.com/vi",
	"h1-header-content": "Tải Hình Thu Nhỏ YouTube với SnapThumbYT",
	"p-header-content": "Với SnapThumbYT, bạn có thể dễ dàng tải hình thu nhỏ của video YouTube ở các kích thước khác nhau, hỗ trợ định dạng JPG và WEBP",
	"placeholder-header-content": "Ví dụ: https://www.youtube.com/watch?v=FwFr3_FcZ_Y",
	"btn-clear-header-content": "Xóa",
	"btn-download-header-content": "Tải hình thu nhỏ",
	"btn-paste-header-content": "Dán từ bộ nhớ tạm",
	"h2-what-is-thumb": "Hình Thu Nhỏ YouTube là gì?",
	"p-what-is-thumb": "Hình thu nhỏ YouTube là một hình ảnh nhỏ đại diện cho video của bạn trên nền tảng YouTube. Đây thường là thứ đầu tiên mà người xem thấy và có thể quyết định xem họ có nhấp vào video của bạn hay không. Một hình thu nhỏ hấp dẫn và liên quan có thể giúp tăng số lượt xem và cải thiện hiệu suất tổng thể của video của bạn.",
	"p2-what-is-thumb": "YouTube cho phép người sáng tạo chọn hình ảnh xem trước từ ba tùy chọn mặc định hoặc tải lên hình ảnh tùy chỉnh. Việc chọn hoặc tạo một hình thu nhỏ chất lượng cao thu hút sự chú ý là một phần quan trọng trong việc tối ưu hóa video trên YouTube.",
	"h2-what-is-snapThumbY": "SnapThumbYT là gì?",
	"p1-what-is-snapThumbY": "SnapThumbYT là một công cụ trực tuyến đơn giản và hiệu quả giúp người dùng tải hình thu nhỏ của video YouTube với khả năng chọn cả kích thước và định dạng của hình ảnh. SnapThumbYT giúp việc lấy hình thu nhỏ bạn muốn trở nên dễ dàng.",
	"p2-what-is-snapThumbY": "Các tính năng chính của SnapThumbYT",
	"strong1-what-is-snapThumbY": "Tải hình thu nhỏ YouTube ở các kích thước khác nhau - ",
	"li1-what-is-snapThumbY": "Chọn từ các kích thước tiêu chuẩn như 1280x720, 640x480, 320x180 và nhiều hơn nữa",
	"strong2-what-is-snapThumbY": "Hỗ trợ định dạng JPG và WEBP - ",
	"li2-what-is-snapThumbY": "Chọn định dạng hình ảnh phù hợp nhất với nhu cầu của bạn",
	"strong3-what-is-snapThumbY": "Giao diện dễ sử dụng - ",
	"li3-what-is-snapThumbY": "SnapThumbYT được thiết kế để dễ sử dụng ngay cả với người mới bắt đầu",
	"h2-how-use": "Cách sử dụng SnapThumbYT",
	"p1-how-use": "Việc sử dụng SnapThumbYT để tải hình thu nhỏ của video YouTube rất đơn giản. Chỉ cần làm theo các bước sau:",
	"li1-how-use": "Sao chép URL của video YouTube mà bạn muốn tải hình thu nhỏ",
	"li2-how-use": "Truy cập vào trang web SnapThumbYT và dán URL vào ô nhập liệu",
	"li3-how-use": "Nhấp vào \"Tải xuống\". SnapThumbYT sẽ hiển thị các kích thước hình thu nhỏ có sẵn",
	"li4-how-use": "Chọn kích thước mà bạn muốn tải xuống",
	"li5-how-use": "Nhấp vào \"Tải xuống\" và chờ một chút cho đến khi quá trình hoàn tất",
	"h2-why-are-youtube": "Tại sao hình thu nhỏ YouTube lại quan trọng?",
	"p-why-are-youtube": "Hình thu nhỏ là một yếu tố chính để thu hút người xem trên YouTube. Một hình thu nhỏ hấp dẫn có thể làm nổi bật video của bạn, tăng số lượt xem và để lại ấn tượng mạnh mẽ về video.",
	"p1-why-are-youtube": "Với SnapThumbYT, bạn có thể tải hình thu nhỏ chất lượng cao cho nhiều mục đích khác nhau, từ nội dung quảng cáo đến sử dụng cá nhân.",
	"title-h4-faqs": "Câu hỏi thường gặp về SnapThumbYT",
	"name-faqs1-email": "SnapThumbYT có miễn phí không?",
	"text-faqs1-email": "Có, SnapThumbYT hoàn toàn miễn phí và không yêu cầu đăng ký.",
	"name-faqs2-email": "Có giới hạn số lượng hình thu nhỏ mà tôi có thể tải xuống không?",
	"text-faqs2-email": "Không, bạn có thể tải xuống số lượng hình thu nhỏ không giới hạn bằng SnapThumbYT.",
	"name-faqs3-email": "Tôi có thể tải hình thu nhỏ chất lượng cao không?",
	"text-faqs3-email": "Có, SnapThumbYT cho phép tải hình thu nhỏ chất lượng cao, bao gồm kích thước lớn và định dạng JPG và WEBP.",
	"name-faqs4-email": "Tại sao tôi nên tải hình thu nhỏ YouTube?",
	"text-faqs4-email": "Việc tải hình thu nhỏ giúp bạn có được hình ảnh chất lượng cao cho nhiều mục đích, chẳng hạn như hình nền, in ấn hoặc nội dung sáng tạo.",
	"name-faqs5-email": "Kích thước và định dạng hình thu nhỏ tốt nhất là gì?",
	"text-faqs5-email": "Hình thu nhỏ tốt nhất là hình ảnh có độ phân giải cao, rõ ràng và hấp dẫn, phản ánh nội dung video. Được khuyến nghị chọn kích thước 1280x720 ở định dạng JPG hoặc WEBP.",
	"name-faqs6-email": "SnapThumbYT có tải hình thu nhỏ từ video riêng tư không?",
	"text-faqs6-email": "Không, SnapThumbYT chỉ tải hình thu nhỏ từ video YouTube công khai và không yêu cầu thông tin cá nhân."
}
